10/data/attachments/9d0bdd47e56808db.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f6707dd5-f761-49bf-8490-0cb48d9de0d5</nif:username>
            <nif:friendToBeAdded>Melissa_seven_Actions_99372_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>